<?php
$questionType[1] = "政府服务窗口质量差";
$questionType[2] = "乱收费乱罚款乱检查";
$questionType[3] = "垄断性服务行业涉企服务";
$questionType[4] = "政府和企业失信";
$questionType[5] = "企业正常跨区迁移难";
$questionType[6] = "煤水电";
$questionType[7] = "道路交通";
$questionType[8] = "通讯网络";
$questionType[9] = "配套设施";
$questionType[10] = "其他";
return [
    'adminEmail' => 'admin@example.com',
    'pageSize'=>15,
    'eid'=>'5',
    'govOrg'=>'2@5',
    'einfo'=>['eid'=>'5','eadmin'=>'admin@5','epwd'=>'123qwe'],
    'industrytype'=>['1'=>'第一产业','2'=>'第二产业','3'=>'第三产业'],
    'projectStatus'=>['0'=>'未开始','1'=>'进行中','2'=>'已完成'],
    'checkStatus'=>['0'=>'未审核','1'=>'未通过审核','2'=>'已通过审核'],
    'weekdays'=>['0'=>'星期日','1'=>'星期一','2'=>'星期二','3'=>'星期三','4'=>'星期四','5'=>'星期五','6'=>'星期六'],
    'extraType'=>['1'=>'经济状况','2'=>'税收信息','3'=>'科技信息'],
    'cmpScale'=>['微型','小型','中型','大型','其他'],
    'cmpType'=>['有限责任公司','内资分公司','内资非法人企业、非公司私营企业及内资非公司企业分支机构','股份有限公司','内资企业法人','外商投资企业分支机构','个人独资企业','股份合作制企业'],
    'cmpEmployee'=>['0-20'=>'20人以下','20-99'=>'20-99人','99-200'=>'99-200人','200-500'=>'200-500人','>500'=>'500人以上'],
    'cmpStatus'=>['营业','已关闭','歇业'],
    //'cmpRegtype'=>['类型101','类型102','类型103'],
    'cmpRegtype'=>[
        '100'=>'内资企业',
        '110'=>'国有企业',
        '120'=>'集体企业',
        '130'=>'股份合作企业',
        '140'=>'联营企业',
        '141'=>'国有联营企业',
        '142'=>'集体联营企业',
        '143'=>'国有与集体联营企业',
        '149'=>'其他联营企业',
        '150'=>'有限责任公司',
        '151'=>'国有独资公司',
        '159'=>'其他有限责任公司',
        '160'=>'股份有限公司',
        '170'=>'私营企业',
        '171'=>'私营独资企业',
        '172'=>'私营合伙企业',
        '173'=>'私营有限责任公司',
        '174'=>'私营股份有限公司',
        '190'=>'其他企业',
        '200'=>'港、澳、台商投资企业',
        '210'=>'合资经营企业（港或澳、台资）',
        '220'=>'合作经营企业（港或澳、台资）',
        '230'=>'港、澳、台商独资经营企业',
        '240'=>'港、澳、台商投资股份有限公司',
        '290'=>'其他港、澳、台商投资企业',
        '300'=>'外商投资企业',
        '310'=>'中外合资经营企业',
        '320'=>'中外合作经营企业',
        '330'=>'外资企业',
        '340'=>'外商投资股份有限公司',
        '390'=>'其他外商投资企业'],
    'cmpDomain'=>['中德高端装备制造产业园','先进装备制造产业园','中法生态城','化工医药产业园','商住服务聚集区','现代建筑产业园','西部新城','未分配功能区'],
    'cmpRegion'=>['东1区','东2区'],
    'cmpRegcapital'=>['0-1000'=>'0-1000万','1000-5000'=>'1000万-5000万','5000-10000'=>'5000万-10000万','10000-30000'=>'10000万-30000万','>30000'=>'30000万以上'],
    'cmpProduction'=>['0-1000'=>'0-1000万','1000-3000'=>'1000万-3000万','3000-5000'=>'3000万-5000万','5000-10000'=>'5000万-10000万','>10000'=>'10000万以上'],
    'cmpFoundtime'=>['<1990'=>'1990年之前','1990-2000'=>'1990-2000年','2000-2005'=>'2000-2005年','2005-2010'=>'2005-2010年','2010-2015'=>'2010-2015年','>2015'=>'2015年之后'],
    'cmpNature'=>['01'=>'高新技术','02'=>'世界500强投资','03'=>'生产性服务业分立','04'=>'省创新型中小企业',
                                '05'=>'规模企业','06'=>'两化融合贯标','07'=>'智能制造试点'],
                                'esType'=>['1'=>'产品咨询','2'=>'在线客服','3'=>'投诉受理'],
                                'esStatus'=>['1'=>'未处理','2'=>'已处理'],
                                  'esSERVER_IP'=>'http://192.168.139.246',
                                  'esmediahttp'=>'https://',
    'cmpServiceType'=>['融资服务','培训服务','技术创新','市场开拓','法律服务','意见反馈'],
    'questionType'=>$questionType,
    'serverHttp'=>"http://192.168.139.246",
];
